Repository: collective/experimental.safe_html_transform
Catalog: eggs/plone.schemaeditor-1.3.8-py2.7.egg/plone/schemaeditor/locales/*/LC_MESSAGES/plone.app.dexterity.po
Languages: eu

source: Enter vocabulary values one per line.
eu: Idatzi hiztegi honetako eremuak. Bat lerro bakoitzean.

source: Field added successfully.
eu: Eremua ondo gehitu da.

source: Please enter a valid vocabulary value.
eu: Idatzi hiztegiarentzat balio duen balio bat.

source: Please use only letters, numbers and the following characters: _.
eu: Hizkiak, zenbakiak eta _ edo . karaktereak bakarrik erabili.

source: label_boolean_field
eu: Boolearra

source: label_choice_field
eu: Aukera-kutxa

source: label_date_field
eu: Data

source: label_datetime_field
eu: Data/Ordua

source: label_float_field
eu: Komadun zenbakia

source: label_integer_field
eu: Zenbaki osoa

source: label_multi_choice_field
eu: Aukera anitzeko kutxa

source: label_password_field
eu: Pasahitza

source: label_text_field
eu: Testua

source: label_textline_field
eu: Testu-lerroa
