Repository: collective/experimental.safe_html_transform
Catalog: eggs/aws.zope2zcmldoc-1.1.0-py2.7.egg/aws/zope2zcmldoc/locales/*/LC_MESSAGES/aws.zope2zcmldoc.po
Languages: es, fr

source: '${directive}' directive
es: directiva '${directive}'

source: '${subdirective}' Subdirective
es: Sub-directiva '${subdirective}'
fr: Sous-directive '${subdirective}'

source: Attributes
es: Atributos
fr: Attributs

source: Default
es: Por defecto
fr: Défaut

source: Defined in: ${zcml_source}
es: Definido en: ${zcml_source}
fr: Défini dans : ${zcml_source}

source: Description
es: Descripción

source: Directives of ${url-namespace}
es: Directivas de ${url-namespace}
fr: Directives de ${url-namespace}

source: Handler: ${python_handler}
es: Manejador: ${python_handler}

source: Important notes:
es: Notas importante:
fr: Notes importantes :

source: Misc
es: Misceláneo
fr: Divers

source: Name
es: Nombre
fr: Nom

source: Namespaces
es: Espacio de nombres

source: Required attributes are in <strong>bold</strong>.
es: Los atributos requeridos estan en <strong>negrita</strong>.
fr: Les attributs obligatoires sont en <strong>caractères gras</strong>

source: Subdirectives:
es: Subdirectivas:
fr: Sous-directives

source: Summary
es: Resumen
fr: Résumé

source: Type
es: Tipo

source: ZCML Documentation
es: Documentación ZCML
fr: Documentation ZCML

source: ZCML doc panel added. Click the 'Back' button of your browser.
es: Agregado el panel de documentación ZCML. Haga clic al botón 'Atrás' en su navegador Web.
fr: Le panneau de contrôle de la documentation ZCML est ajouté. Cliquez le bouton 'Reculer' de votre navigateur.

source: ZCML doc panel removed. Click the 'Back' button of your browser.
es: Removido el panel de documentación ZCML. Haga clic al botón 'Atrás' en su navegador Web.
fr: Le panneau de contrôle de la documentation ZCML est supprimé. Cliquez le bouton 'Reculer' de votre navigateur.

source: ZCML documentation
es: Documentación ZCML
fr: Documentation ZCML

source: important_note_1
es: Con Zope 2.12 y versiones anteriores, nosotros no podemos proporcionar la documentación de las directivas de los espacio de nombres <strong>'zcml'</strong> (http://namespaces.zope.org/zcml). Este está construido en la naturaleza que no proporciona la necesaria flexibilidad.
fr: Avec Zope 2.12 et les versions antérieures, la documentation des directives du namespace <strong>'zcml'</strong> (http://namespaces.zope.org/zcml) ne peuvent pas être affichées. Ces directives sont directement codées en Python d'une manière telle que les données nécessaires à la documentation ne sont pas disponibles.

source: important_note_2
es: Los posibles errores o erratas en las descripciones de la directiva no son 'problemas' del componente 'aws.zope2zcmldoc', como muestra la documentación que son proporcionados por estas definiciones directivas. Por favor, informe de estas cuestiones al autor del componente que ofrece la directiva ZCML.
fr: Les éventuelles erreurs ou fautes de frappe dans les descriptions des directives ne sont pas dues au composant 'aws.zope2zcmldoc', du fait que ce sont les commentaires ou traductions de ceux-ci figurant dans la directive de définition ZCML qui sont affichés. Veuillez donc signaler le problème à l'auteur du composant qui fournit la directive ZCML

source: not_available
es: (No disponible)
fr: (Non disponible)
