Repository: collective/experimental.safe_html_transform
Catalog: eggs/plone.app.locales-4.3.4-py2.7.egg/plone/app/locales/locales/*/LC_MESSAGES/cmfplacefulworkflow.po
Languages: pt_br

source: Add in Plone the capability to change workflow chains for types in every object.
pt_br: Adicionar ao Plone a capacidade de alterar cadeias de workflow para tipos em cada objeto.

source: Add in Plone the capability to change workflow chains for types in every object. Includes a dependency on core Plone types.
pt_br: Adicionar ao Plone a capacidade de alterar cadeias de workflow para tipos em cada objeto. Depende dos tipos padrão do Plone.

source: Add in Plone the capability to change workflow chains for types in every object. With no dependency on core Plone types.
pt_br: Adicionar ao Plone a capacidade de alterar cadeias de workflow para tipos em cada objeto. Não depende dos tipos padrão do Plone.

source: Changed policies.
pt_br: Regras alteradas.

source: Changes to criteria saved.
pt_br: Alterações dos critérios salvas.

source: Configuration changes cancelled.
pt_br: Alterações canceladas.

source: Deleted Local Workflow Policy.
pt_br: Excluída regra de workflow local.

source: Local Workflow Policy added.
pt_br: Regra de workflow local adicionada.

source: No config in this folder.
pt_br: Sem configuração nesta pasta.

source: Old Plone
pt_br: Plone Clássico

source: One state
pt_br: Um estado

source: Simple publication
pt_br: Publicação simples

source: The policy Id is required.
pt_br: O ID da regra é obrigatório.

source: Title is required.
pt_br: Título é obrigatório.

source: Update catalog role mappings
pt_br: Atualizar mapeamento de papéis

source: Workflow Policy Support (CMFPlacefulWorkflow)
pt_br: Suporte a políticas locais de workflow (CMFPlacefulWorkflow)

source: Workflow Policy Support (CMFPlacefulWorkflow) - no core types dependency
pt_br: Suporte a políticas locais de workflow (CMFPlacefulWorkflow) - sem dependência dos tipos padrão

source: Workflow policy configuration added.
pt_br: Configuração de regra de workflow adicionada.

source: You are viewing the root of your site. Local workflow configuration is only available in subfolders of your site.
pt_br: Você está visualizando a raiz do seu site. As regras de workflow local são isponíveis apenas para sub-pastas de seu site.

source: description_add_workflow_policy
pt_br: Adicionar configuração local de regra de workflow

source: description_add_workflow_policy_for_type
pt_br: Adicionar uma configuração local de regra de workflow em ${portal_type}

source: description_below_this_folder
pt_br: Modificar o workflow apenas abaixo desta pasta. Se você quer modificar o workflow desta pasta, use 'Nesta pasta'.

source: description_duplicate_policy_id
pt_br: Escolher a regra para copiar quando criar a nova regra. Você também pode escolher para iniciar com uma regra vazia.

source: description_in_this_folder
pt_br: Modificar o workflow desta pasta e abaixo dela. Se você não quer modificar o workflow desta pasta, use 'Abaixo desta pasta'.

source: description_new_policy_id
pt_br: Informar um identificador para a nova regra de workflow

source: description_update_security
pt_br: Atualiza as informações de segurança do catálogo (atualiza o mapeamento de papéis). Atenção que atualizar as informações de segurança do catálogo pode ser uma operação muito demorada caso existam muitos brains a serem reindexados. Esta operação poderia ser realizada posteriomente em um passo de atualização especializado.

source: description_workflow_custom_mapping
pt_br: Regras de workflow personalizadas que mapeiam tipos de conteúdos para workflows.

source: description_workflow_policies
pt_br: Define suas configuração locais de regras de workflow para esta pasta e abaixo.

source: description_workflow_policy_setup
pt_br: Aqui você pode criar e configurar suas regras de workflow. Uma regra modifica o workflow para quaisquer itens em, ou abaixo de, uma pasta específica. Para aplicar uma regra você tem que adicionar uma configuração local de regra de workflow na pasta desejada usando o item 'regra' no menu drop-down de workflow.

source: heading_placeful_workflow
pt_br: Regras de Workflow

source: heading_workflow_policies
pt_br: Gerenciamento das configurações locais de regras de workflow

source: help_default_workflow_for_types
pt_br: Workflow padrão para os tipos de conteúdos.

source: help_default_workflow_policy
pt_br: A regra de workflow padrão.

source: help_workflow_assign_all_types
pt_br: Você pode definir um workflow para todos os tipos de conteúdos.

source: help_workflow_policy_description
pt_br: Uma breve descrição da regra de workflow.

source: label_add
pt_br: Adicionar

source: label_below_this_folder
pt_br: Abaixo desta pasta

source: label_default_policy
pt_br: Regra Padrão

source: label_default_workflow
pt_br: Workflow Padrão

source: label_duplicate_policy_id
pt_br: Duplicar outra regra

source: label_duplicate_portal_workflow
pt_br: Workflow global

source: label_in_this_folder
pt_br: Para esta pasta

source: label_mapping_acquire_workflow
pt_br: Herdar workflow dos níveis superiores

source: label_mapping_default_worflow
pt_br: Workflow padrão para esta política

source: label_mapping_no_workflow
pt_br: Nenhum workflow

source: label_new_policy_id
pt_br: Novo identificador da regra

source: label_no_policy_duplicated
pt_br: Nenhuma regra duplicada

source: label_remove_selected
pt_br: Remover selecionados

source: label_up_to_placeful_workflow
pt_br: Voltar ao Workflow Local

source: label_update_security
pt_br: Atualizar segurança

source: label_workflow_by_type
pt_br: Workflows por tipo

source: legend_add_workflow_policy
pt_br: Adicionar uma regra de workflow

source: legend_publishing_details
pt_br: Regras de workflow

source: legend_workflow_policies
pt_br: Regras de workflow existentes

source: legend_workflow_policy_details
pt_br: Detalhes da Regra de Workflow

source: summary_workflow_type_mapping
pt_br: Mapeamento de workflow para tipo de conteúdo.

source: title_workflow_policy_setup
pt_br: Configuração das regras de workflow
